Repository: kviron/plus-admin
Catalog: languages/plus_admin-*.po
Languages: es_es

source: You're almost there!
es_es: ¡Ya casi estás ahí!

source: It looks like this is your first run of Plus Admin, and you need to set some settings before you're ready to go.
es_es: Parece que esta es su primera ejecución de Plus Admin, y necesita establecer algunas configuraciones antes de estar listo para comenzar.

source: It will take just 5 minutes to put the things in order.
es_es: Tomará solo 5 minutos poner las cosas en orden.

source: Configure Plus Admin now!
es_es: ¡Configurar Plus Admin ahora!

source: Your WordPress Admin Dashboard looks awesome thanks to %s
es_es: Su panel de administración de WordPress se ve increíble gracias a %s

source: Search a site
es_es: Busca un sitio

source: Settings
es_es: Ajustes

source: Support
es_es: Ayuda

source: Getting Started
es_es: Primeros Pasos

source: Documentation
es_es: Documentación

source: Help
es_es: Ayuda

source: Screen Options
es_es: Opciones de pantalla

source: About the Plugin
es_es: Acerca del Plugin

source: PLUS Admin Settings
es_es: Configuración PLUS Admin

source: by CastorStudio
es_es: por CastorStudio

source: Themes
es_es: Temas

source: Choose a Theme
es_es: Elige un Tema

source: Here you can choose the theme you want, customize it or create a totally new one!
es_es: ¡Aquí puede elegir el tema que desee, personalizarlo o crear uno totalmente nuevo!

source: Logo Settings
es_es: Logotipo

source: Logo URL
es_es: Logotipo URL

source: User will be redirected to this mentioned url when clicking the logo.
es_es: El usuario será redirigido a ésta URL al dar clic al logo

source: If you need to redirect to the wordpress admin area, use the <code>%admin_url%</code> tag.
es_es: Si necesita redirigir al área de administración de WordPress, use la etiqueta <code>%admin_url%</code>.

source: Admin Logo Type
es_es: Logo del Administrador

source: Choose a logo style to use in the admin area
es_es: Elige un estilo de logotipo para utilizar en el área de administración

source: Logo Image
es_es: Logo Imagen

source: Upload your own logo of 200px * 44px (width*height)
es_es: Sube tu propio logotipo de 200px * 44px (ancho*alto)

source: Choose Logo
es_es: Elige un Logotipo

source: Choose an image
es_es: Elige una imagen

source: Use this logo
es_es: Usar este logotipo

source: Logo Image Collapsed Menu
es_es: Logotipo Menú Colapsado

source: Upload your own logo of 44px * 44px (width*height)
es_es: Sube tu propio logo de 44px * 44px (ancho*alto)

source: Logo Icon
es_es: Icono del Logo

source: Choose an icon for the logo
es_es: Elige un icono para el logo

source: Logo Text
es_es: Texto del Logo

source: Enter the text to use in the logo
es_es: Ingresa el texto para usar en el logo

source: Ex: &ltstrong&gtPlus&lt/strong&gt Admin [subtitle]White label WordPress Admin Theme[/subtitle]
es_es: Ejemplo: <strong>Plus</strong> Admin [subtitle]White label WordPress Admin Theme[/subtitle]

source: <strong>Plus</strong> Admin [subtitle]White label WordPress Admin Theme[/subtitle]
es_es: <strong>Plus</strong> Admin [subtitle]Etiqueta blanca WordPress Admin Theme[/subtitle]

source: Use custom favicon for admin area
es_es: Usar un favicon para el área de administración

source: Yes
es_es: Si

source: Notice
es_es: Nota

source: We'll automatically generate 3 different favicon sizes: 16x16px, 32x32px, 96x96px. <br> To get the best results, upload an image of at least 96x96 pixels.
es_es: Automáticamente generaremos 3 diferentes tamaños de favicon: 16x16px, 32x32px, 96x96px. <br> Para obtener los mejores resultados, sube una imagen de al menos 96x96 pixeles.

source: Favicon Logo Image
es_es: Favicon Imagen

source: Upload an image to use as a favicon
es_es: Sube una imagen para usar como Favicon

source: Choose an image to use as a Favicon
es_es: Elige una imagen para usar como Favicon

source: Apple Devices Logo
es_es: Logo para dispositivos Apple

source: Use custom logo for Apple devices
es_es: Usar un logo personalizado para dispositivos Apple

source: We'll automatically generate 9 different device icon sizes: 57x57px, 60x60px, 72x72px, 76x76px, 114x114px, 120x120px, 144x144px, 152x152px, 180x180px. <br> To get the best results, upload an image of at least 180x180 pixels.
es_es: Automáticamente generaremos 9 tamaños diferentes de iconos para dispositivos: 57x57px, 60x60px, 72x72px, 76x76px, 114x114px, 120x120px, 144x144px, 152x152px, 180x180px. <br> Para obtener los mejores resultados, sube una imagen de al menos 180x180 pixeles.

source: Apple Devices Logo Image
es_es: Logo imagen para dispositivos Apple

source: Upload an image to use as a logo for Apple devices
es_es: Sube una imagen para usar como logo de dispositivos Apple

source: Choose an image to use as a Apple devices logo
es_es: Elige una imagen para usar como logo de dispositivos Apple

source: Android Devices Logo
es_es: Logo para dispositivos Android

source: Use custom logo for Android devices
es_es: Usar un logo personalizado para dispositivos Android

source: We'll automatically generate 6 different device icon sizes: 36x36px, 48x48px, 72x72px, 96x96px, 144x144px, 192x192px. <br> To get the best results, upload an image of at least 192x192 pixels.
es_es: Automáticamente generaremos 6 tamaños diferentes de iconos para dispositivos: 36x36px, 48x48px, 72x72px, 96x96px, 144x144px, 192x192px. <br> Para obtener los mejores resultados, sube una imagen de al menos 192x192 pixeles.

source: Android Devices Logo Image
es_es: Logo para dispositivos Android

source: Upload an image to use as a logo for Android devices
es_es: Sube una imagen para usar como logo para dispositivos Android

source: Choose an image to use as a Android devices logo
es_es: Elige una imagen para usar como logo para dispositivos Android

source: Site Generator Replacement
es_es: Reemplazo del generador del sitio

source: Site "Generator" Replacement
es_es: Reemplazo del "generador" del sitio

source: Use custom site generator replacement
es_es: Usar reemplazo de generador de sitio personalizado

source: Site Generator Visibility
es_es: Visibilidad del generador del sitio

source: Completely hide site generator text
es_es: Ocultar completamente el texto del generador del sitio

source: Custom Site Generator Text
es_es: Personalizar Texto del Generador de Sitio

source: Enter the "generator" information text from WordPress to something you prefer.
es_es: Ingrese el texto de información del "generador" de WordPress a algo que prefiera.

source: Custom Site Generator Version Text
es_es: Personalizar Texto de la Versión del Generador de Sitio

source: Enter the "generator version" text.
es_es: Ingrese el texto "versión del generador".

source: Custom Site Generator URL
es_es: Personalizar URL del Generador de Sitio

source: Enter the "generator url" from WordPress to something you prefer.
es_es: Ingrese la "URL del generador" de WordPress a algo que prefiera.

source: Page Loader
es_es: Indicador de Carga de Página

source: Use custom page load progress indicator
es_es: Usar un indicador de progreso de carga personalizado

source: Custom Colors
es_es: Personalizar Colores

source: Use custom progress loader colors
es_es: Usar colores personalizados para la barra de progreso

source: Important: By default, the progress bar uses the theme primary and primary light colors.
es_es: Importante: de forma predeterminada, la barra de progreso utiliza los colores claros primarios y primarios del tema.

source: Bar Primary Color
es_es: Color primario de la barra

source: Bar Secondary Color
es_es: Color secundario de la barra

source: User Profile
es_es: Perfil de Usuario

source: Personal Settings
es_es: Configuraciones Personales

source: Hide all user profile Personal Settings section
es_es: Ocultar toda la sección de Configuraciones Personales

source: User Profile Personal Settings
es_es: Configuraciones Personales del Perfil de Usuario

source: Check to hide the section
es_es: Marca para ocultar la sección

source: Hide Visual editor
es_es: Ocultar el Editor Visual

source: Hide Syntaxis Highlighting
es_es: Ocultar el Resaltado de Sintaxis

source: Hide Admin colors schemes
es_es: Ocultar los Esquemas de Colores de Administración

source: Hide Keyboard shortcuts
es_es: Ocultar los Atajos de Teclado

source: Hide Admin Bar
es_es: Ocultar la Barra de Administración

source: Hide Language selector
es_es: Ocultar el selector de Lenguaje

source: Create your own navbar layout, add the elements you want and rearrange them with drag&drop.
es_es: Cree su propio diseño de barra de navegación, agregue los elementos que desee, reorganícelos con arrastrar y soltar.

source: Admin Menu
es_es: Menú Administración

source: Custom Scrollbar
es_es: Personalizar Scrollbar

source: Use custom scrollbar style
es_es: Usar estilo de barra de desplazamiento personalizado

source: Replace Core Icons
es_es: Reemplazar iconos principales

source: Replace default dashicons for menu core items
es_es: Reemplazar dashicons predeterminados para elementos principales del menú

source: Accordion Submenu
es_es: Submenú de acordeón

source: Collapse submenu as an accordion menu
es_es: Desplegar submenú como menú de acordeón

source: Autocollapse Submenu
es_es: Autodesplegar Submenu

source: Automatically collapse the submenu when collapsing the sidebar
es_es: Contraer automáticamente el submenú al contraer la barra lateral

source: Sidebar Mode
es_es: Modo de barra lateral

source: Fixed Sidebar Menu
es_es: Menú de barra lateral fijo

source: Off Canvas Sidebar Menu
es_es: Menú de barra lateral fuera del lienzo

source: Sidebar Autofold
es_es: Plegado automático de barra lateral

source: Auto collapse/hide the sidebar on mobile devices
es_es: Desplegar/Ocultar automáticamente la barra lateral en dispositivos móviles

source: Sidebar Autofold Breakpoint
es_es: Punto de ruptura de barra lateral automática

source: 960 or less pixels width
es_es: 960 o menos píxeles de ancho

source: 782 or less pixels width
es_es: 782 o menos píxeles de ancho

source: 600 or less pixels width
es_es: 600 o menos píxeles de ancho

source: 400 or less pixels width
es_es: 400 o menos píxeles de ancho

source: Remember Current Visibility Status
es_es: Recordar el estado actual de visibilidad

source: Maintains the visibility status of the sidebar through different pages
es_es: Mantiene el estado de visibilidad de la barra lateral a través de diferentes páginas.

source: Yes, always remember the current status
es_es: Sí, recuerda siempre el estado actual

source: Remember only on Fixed sidebar mode
es_es: Recuerde solo en el modo de barra lateral fija

source: Remember only on Off Canvas sidebar mode
es_es: Recuerde solo en el modo de barra lateral Off Canvas

source: No, never remember the current state
es_es: No, nunca recuerdes el estado actual

source: Footer
es_es: Pie de Página

source: Fixed Footer
es_es: Pie de Página Fijo

source: Choose whether to keep the footer fixed at the bottom of the page
es_es: Elija si desea mantener el pie de página fijo en la parte inferior de la página

source: Use fixed footer
es_es: Utilizar pie de página fijo

source: Use custom footer text
es_es: Usar pie de página con texto personalizado

source: Footer Text Visibility
es_es: Visibilidad del texto del pie de página

source: Hide footer text
es_es: Ocultar el texto del pie de página

source: Custom Footer Text
es_es: PersonalizarTexto del pie de página

source: Enter the text that displays in the footer bar. HTML markup can be used.
es_es: Ingresa el texto que se muestra en el pie de página. Código HTML puede ser utilizado.

source: PLUS Admin Powered by <a href="http://www.castorstudio.com" target="_blank">CastorStudio</a>
es_es: PLUS Admin Desarrollado por <a href="http://www.castorstudio.com" target="_blank">CastorStudio</a>

source: Footer Version
es_es: Versión en Pie de Página

source: Use custom footer version text
es_es: Usar una versión personalizada en pie de página

source: Footer Version Text Visibility
es_es: Visibilidad de la versión en el pie de página

source: Hide footer version text
es_es: Ocultar el texto de versión en el pie de página

source: Custom Version Text
es_es: Personalizar Versión de Texto

source: Enter the text that displays in the footer version bar. HTML markup can be used.
es_es: Ingresa el texto que se muestra en la versión en el pie de página. Código HTML puede ser utilizado.

source: Custom CSS
es_es: Personalizar CSS

source: Use custom CSS code
es_es: Usar código CSS personalizado

source: Add new custom CSS code
es_es: Agregar nuevo código CSS personalizado

source: New custom CSS code
es_es: Nuevo código CSS personalizado

source: Custom CSS Code
es_es: Personalizar Código CSS

source: Code block status
es_es: Estado del bloque de código

source: Enable use of this custom CSS code
es_es: Habilite el uso de este código CSS personalizado

source: User Role
es_es: Rol del usuario

source: CSS Code
es_es: Código CSS

source: The code you paste here will be applied in all your admin and login area.
es_es: El código que pegues aquí será aplicado a toda el área de administración y de inicio de sesión.

source: Information: If you need to overwrite any CSS setting, you can add !important at the end of CSS property. eg: margin: 10px !important;
es_es: Información: Si necesita sobrescribir cualquier configuración de CSS, puede agregar! Importante al final de la propiedad CSS. por ejemplo: margen: 10px! importante;

source: General Settings
es_es: Configuración General

source: Reset Admin Settings
es_es: Restablecer preferencias de administrador

source: When you deactivate the plugin all your preferences will be deleted or reset to their default value.
es_es: Cuando el plugin sea desactivado, todas tus preferencias serán borradas y reincidas a su estado predeterminado.

source: Reset admin settings on plugin deactivation
es_es: Reiniciar preferencias de administrador cuando el plugin sea desactivado

source: Admin Name on Right Now Dashboard Widget
es_es: PLUS Admin en el widget “De un vistazo”

source: Hide the PLUS Admin version on Dashboard
es_es: Ocultar la versión de PLUS Admin en el tablero de inicio

source: Plugin Settings access rights
es_es: Derechos de acceso a la configuración del complemento

source: Allow access to plugin settings to this specific users
es_es: Permitir el acceso a la configuración del complemento a estos usuarios específicos

source: All Users
es_es: Todos los usuarios

source: Super Admin
es_es: Super administrador

source: Allow Access by User
es_es: Permitir acceso por usuario

source: Allow access only to this specific user
es_es: Permitir acceso solo a este usuario específico

source: Enter the username or user ID
es_es: Ingrese el nombre de usuario o ID de usuario

source: Allow Access by Userrole
es_es: Permitir acceso por rol de usuario

source: Allow access only to this specific userrole
es_es: Permitir acceso solo a este rol de usuario específico

source: User Interface Settings
es_es: Configuraciones de interfaz de usuario

source: Custom Body Scrollbars
es_es: Personalizar Body Scrollbars

source: Same as sidebar scrollbar
es_es: Igual que la barra de desplazamiento de la barra lateral

source: Use custom body scrollbar
es_es: Usar barra de desplazamiento de cuerpo personalizado

source: Hide Page Title
es_es: Ocultar título de página

source: Useful when displaying the page title in the top navbar
es_es: Útil cuando se muestra el título de la página en la barra de navegación superior

source: Hide the original page title
es_es: Ocultar el título de la página original

source: Custom Title Tag
es_es: Personalizar Tag del Título

source: Use custom text for the page title tag
es_es: Use texto personalizado para la etiqueta del título de la página

source: Use the <code>%full_title%</code> tag if you need to keep the page title with extra content. <br>Use the <code>%title%</code> tag if you need just the page title without extra content. <br>Use the <code>%site_name%</code> tag to refer your site name. <br> Leave blank to use the default page title
es_es: Use la etiqueta <code>%full_title%</code> si necesita mantener el título de la página con contenido adicional.<br>Use la etiqueta <code>%title%</code> si necesita solo el título de la página sin contenido adicional. <br>Use la etiqueta <code>%site_name%</code> para referirse al nombre de su sitio. <br> Déjelo en blanco para usar el título de página predeterminado

source: Body Content Layout Type
es_es: Tipo de Diseño del Contenido

source: Choose the layout type that will have the body content of the site
es_es: Elige el tipo de diseño que tendrá el contenido del cuerpo principal del sitio

source: Fluid Layout
es_es: Diseño fluido

source: Boxed Layout
es_es: Diseño encajonado

source: Body Content: Boxed Layout Width
es_es: Contenido del cuerpo: Ancho del diseño encajonado

source: The body content max-width will be adjusted to the value you choose here
es_es: El ancho máximo del contenido del cuerpo será ajustado al valor que elijas aquí

source: Keep in mind that many plugins may have a minimum width set to work properly. If you experience any problem you can add a custom CSS rule to solve it.
es_es: Ten en cuenta que muchos plugins necesitan un ancho mínimo para funcionar o mostrarse adecuadamente. Si experimentas algún problema puedes añadir una regla CSS personalizada para solucionarlo.

source: Max Width
es_es: Ancho máximo

source: Network Settings
es_es: Configuración de red

source: Network Sites Sidebar
es_es: Barra lateral de sitios de red

source: Sidebar Position
es_es: Posición de la barra lateral

source: Sites Sorting
es_es: Clasificación de sitios

source: None
es_es: Ninguna

source: Ascending Sort
es_es: Orden ascendente

source: Descending Sort
es_es: Orden Descendente

source: Main Site Sort
es_es: Clasificación del sitio principal

source: Exclude main site from sites sorting
es_es: Excluir el sitio principal de la clasificación de sitios

source: Search Field
es_es: Campo de búsqueda

source: Use search field on the sidebar
es_es: Use el campo de búsqueda en la barra lateral

source: Modules
es_es: Módulos

source: With modules you can extend the functionality of PLUS Admin
es_es: Con los módulos, puede ampliar la funcionalidad de PLUS Admin

source: Backup
es_es: Respaldo

source: You can save your current options. Download a Backup and Import.
es_es: Puedes guardar tu configuración actual. Descarga una copia e impórtala.

source: Save
es_es: Guardar

source: Restore
es_es: Restablecer

source: Reset All Options
es_es: Reiniciar todas las opciones

source: Success. Imported backup options.
es_es: Éxito. Opciones de copia de seguridad importadas.

source: All Pages
es_es: Todas las páginas

source: Size
es_es: Talla

source: Notifications
es_es: Notificaciones

source: View Site
es_es: Ver sitio

source: Updates
es_es: Actualizaciones

source: Comments
es_es: Comentarios

source: New Content
es_es: Nuevo contenido

source: Default Theme
es_es: Theme predeterminado

source: Select User Role
es_es: Seleccionar rol de usuario

source: Select a user role to customize. If you do not select any, the <strong>Default Theme</strong> style will be applied to all user roles.
es_es: Seleccione un rol de usuario para personalizar. Si no selecciona ninguno, el estilo del <strong>Tema Predeterminado</strong> se aplicará a todos los roles de usuario.

source: Choose Color Scheme
es_es: Elige un esquema de color

source: Choose the color scheme you want to use for this user role. Don't forget that you can customize it completely!
es_es: Elija el esquema de color que desea usar para este rol de usuario. ¡No olvides que puedes personalizarlo por completo!

source: Save Color Scheme
es_es: Guardar

source: Export
es_es: Exportar

source: Import
es_es: Importar

source: Redirect %s users to:
es_es: Redirige a los usuarios de %s a:

source: Drag & Drop some elements here
es_es: Arrastra y suelta algunos elementos aquí

source: Add New Element
es_es: Agregar nuevo elemento

source: Element Type
es_es: Tipo de Elemento

source: Customizable Elements
es_es: Elementos Personalizables

source: User Account
es_es: Cuenta de usuario

source: Sidebar Toggle
es_es: Alternar barra lateral

source: Network Sites
es_es: Sitios de red

source: Custom Link
es_es: Personalizar Link

source: Customizable Element
es_es: Elemento Personalizable

source: Pre-defined Elements
es_es: Elementos predefinidos

source: Page Title
es_es: Titulo de la Página

source: Flexible Space
es_es: Espacio flexible

source: Site Brand
es_es: Marca del sitio

source: -- Select an element type --
es_es: — Selecciona un tipo de elemento —

source: Element Visibility
es_es: Visibilidad de Elemento

source: Set the visibility of the item according to different devices
es_es: Establezca la visibilidad del elemento de acuerdo con los diferentes dispositivos.

source: If you leave blank, the item will be hidden in all devices
es_es: Si lo deja en blanco, el elemento estará oculto en todos los dispositivos.

source: Select a device
es_es: Seleccione un dispositivo

source: Desktop
es_es: Escritorio

source: Tablet
es_es: Tableta

source: Mobile
es_es: Móvil

source: Small
es_es: Pequeña

source: User Avatar
es_es: Avatar de usuario

source: Use user avatar image
es_es: Usar imagen de avatar de usuario

source: Icon
es_es: Icono

source: Secondary Icon
es_es: Icono secundario

source: This icon is displayed to close the sidebar
es_es: Este icono se muestra para cerrar la barra lateral.

source: Custom Link Type
es_es: Personalizar Tipo de Link

source: Choose the type of link you want to use in this element
es_es: Elija el tipo de enlace que desea usar en este elemento

source: Admin Page
es_es: Página de administrador

source: Internal Link
es_es: Enlace interno

source: External Link
es_es: Enlace externo

source: Custom Admin Page Link
es_es: Personalizar Link Admin Page

source: Choose the administration page to link to
es_es: Elija la página de administración para vincular

source: -- Choose an admin page --
es_es: -- Elija una página de administrador --

source: Custom URL
es_es: Personalizar URL

source: Insert the URL where this element points
es_es: Inserte la URL donde apunta este elemento

source: Tooltip
es_es: Información sobre herramientas

source: Use custom tooltip
es_es: Usar información sobre herramientas personalizada

source: Tooltip Text
es_es: Texto de información sobre herramientas

source: Leave blank to use the default tooltip
es_es: Déjelo en blanco para usar la información sobre herramientas predeterminada

source: Show notifications bubble
es_es: Mostrar burbuja de notificaciones

source: Show Label
es_es: Mostrar etiqueta

source: Show text label
es_es: Mostrar etiqueta de texto

source: Element Label
es_es: Etiqueta de Elemento

source: Container ID
es_es: Container Class

source: Wrapper Type
es_es: Tipo de envoltura

source: Wrapper ID
es_es: ID del envoltorio

source: Wrapper Class
es_es: Clase de envoltura

source: Wrapper Additional Attributes
es_es: Atributos Adicionales del Contenedor

source: <i class="cli cli-plus-circle"></i> Add New Element
es_es: <i class="cli cli-plus-circle"></i> Agregar nuevo elemento

source: <i class="cli cli-x"></i> Cancel Edition
es_es: <i class="cli cli-x"></i> Cancelar edición

source: <i class="cli cli-edit-2"></i> Update Element
es_es: <i class="cli cli-edit-2"></i> Actualizar elemento

source: No image was found in the specified directory.
es_es: No se encontró ninguna imagen en el directorio especificado.

source: PLUS Admin Menu Manager
es_es: PLUS Admin Administrador de Menú

source: Restore Initial Order
es_es: Restaurar orden inicial

source: Sort Asc
es_es: Ordenar Asc

source: Sort Desc
es_es: Ordenar Desc

source: Expand All
es_es: Expandir todo

source: Collapse All
es_es: Desplegar todo

source: Move Menu
es_es: Mover menú

source: Show Menu
es_es: Muestrame el menu
