Repository: kviron/plus-admin
Catalog: languages/plus_admin-*.po
Languages: es_es

source: Side Background Image Color Overlay
es_es: Imagen de fondo lateral Superposición de Color

source: Side Title
es_es: Título lateral

source: We reimagine the WordPress admin
es_es: Reimaginamos el administrador de WordPress

source: Side Description
es_es: Descripción lateral

source: The Plus Admin is your solution for customizing the WordPress admin area
es_es: Plus Admin es su solución para personalizar el área de administración de WordPress

source: General Styling
es_es: Estilo General

source: Login Form Background Color
es_es: Color de fondo del formulario de inicio de sesión

source: Login Button Background Color
es_es: Color de fondo del botón de inicio de sesión

source: Login Button Text Color
es_es: Color del texto del botón de inicio de sesión

source: CurvedSide Theme Settings
es_es: Configuración Theme CurvedSide

source: Background image, color and settings etc. for login page (Eg: http://www.yourdomain.com/wp-login.php)
es_es: Imagen de fondo, color y configuración para la página de inicio (Ej: http://www.tudominio.com/wp-login.php)

source: Curved Side Position
es_es: Posición lateral curvada

source: Curved Side Background Image
es_es: Imagen de fondo lateral curvada

source: Frozen Theme Settings
es_es: Configuración Theme Frozen

source: FullSide Theme Settings
es_es: Configuración Theme FullSide

source: Welcome Title Text
es_es: Texto del título de bienvenida

source: Enter the text to use as a welcome title
es_es: Ingrese el texto para usar como título de bienvenida

source: Welcome to <strong>PLUS</strong>
es_es: Bienvenido a <strong>PLUS</strong>

source: Welcome Message Text
es_es: Texto del mensaje de bienvenida

source: Enter the text to use as a welcome intro message
es_es: Ingrese el texto para usar como mensaje de bienvenida

source: Welcome back, Please Login to your account or Register
es_es: Bienvenido de nuevo, inicie sesión en su cuenta o regístrese

source: By signing up you agree with our <a href="http://www.castorstudio.com" target="_blank">Terms and Conditions</a> & <a href="http://www.castorstudio.com" target="_blank">Privacy Policy</a>
es_es: Al registrarse, acepta nuestros <a href="http://www.castorstudio.com" target="_blank">Términos y condiciones y nuestra</a> & <a href="http://www.castorstudio.com" target="_blank"> Política de privacidad</a>

source: G-Plus Theme Settings
es_es: Configuración Theme G-Plus

source: Material Theme Settings
es_es: Configuración Theme Material

source: Minimal Theme Settings
es_es: Configuración Theme Minimal

source: My Account
es_es: Mi cuenta

source: Edit my profile
es_es: Editar mi perfil

source: Logout
es_es: Cerrar sesión

source: Admin Settings
es_es: Configuración de administrador

source: %s user account
es_es: %s cuenta de usuario

source: View Plus Admin Settings
es_es: Ver más configuraciones de administrador

source: Your WordPress is up to date
es_es: Tu WordPress está actualizado

source: View All
es_es: Ver todo

source: Page Help
es_es: Ayuda de la página

source: Toggle Sidebar
es_es: Alternar barra lateral

source: Go to: %s
es_es: Ir a %s

source: First off all, thanks for considering our work, we love you! We made this plugin with all our heart, taking care of every small element, motion, interaction and customizing capabilities, so you can entirely focus on creating great things. We sincerely hope you'll enjoy it the same as we do!
es_es: En primer lugar, gracias por considerar nuestro trabajo, ¡los amamos! Creamos este complemento con todo nuestro corazón, cuidando cada elemento pequeño, movimiento, interacción y capacidades de personalización, para que pueda concentrarse por completo en crear grandes cosas. ¡Esperamos sinceramente que lo disfrutes igual que nosotros!

source: Customize Appearance
es_es: Personalizar Apariencia

source: We have paid special attention to the possibility of customizing each section in the way you want, so we have put at your disposal a large number of themes and settings, that way our theme will fit your needs.
es_es: Hemos prestado especial atención a la posibilidad de personalizar cada sección de la manera que desee, por lo que hemos puesto a su disposición una gran cantidad de temas y configuraciones, de esa manera nuestro tema se adaptará a sus necesidades.

source: Need Help?
es_es: ¿Necesitas ayuda?

source: We are available to help you in what you need so you can fully enjoy our plugin. Just send us an email to support@castorstudio.com and we will answer as quickly as possible!
es_es: Estamos disponibles para ayudarlo en lo que necesita para que pueda disfrutar plenamente de nuestro complemento. ¡Solo envíenos un correo electrónico a support@castorstudio.com y le responderemos lo más rápido posible!

source: Get in touch
es_es: Ponerse en contacto

source: Do you have questions or suggestions? Feel free to contact us through our official website or via our Envato profile. We are available every day!
es_es: ¿Tienes preguntas o sugerencias? No dude en contactarnos a través de nuestro sitio web oficial o a través de nuestro perfil Envato. ¡Estamos disponibles todos los días!

source: Welcome Page
es_es: Pagina de bienvenida

source: Welcome to %s
es_es: Bienvenido a %s

source: Choose a Theme or create your own!
es_es: ¡Elige un tema o crea el tuyo!

source: Select an user role to apply a color scheme. If you do not select any, the <strong>"Default Theme"</strong> style will apply to all user roles.
es_es: Selecciona un rol de usuario para aplicar un esquema de color. Si no seleccionas ninguno, el tema <strong>“Predeterminado”</strong> será aplicado a todos los roles de usuario.

source: Color Schemes
es_es: Esquemas de Color

source: Header Navbar
es_es: Navbar Encabezado

source: Set header titlebar and toolbar colors here
es_es: Establece los colores para la barra de título y barra de herramientas del encabezado

source: Sidebar
es_es: Barra Lateral

source: Set sidebar colors here
es_es: Establece los colores para la barra lateral

source: General Colors
es_es: Colores Generales

source: Set primary, accent, variants and button colors here
es_es: Establece los colores primario, acento y variantes

source: UI Elements
es_es: Elementos de la UI

source: Set colors used by UI Elements
es_es: Establece los colores utilizados por los elementos de la interfaz de usuario

source: Navbar Header
es_es: Encabezado de la Barra de Navegación

source: Navbar Toolbar: Icons
es_es: Navbar Barra de Herramientas: Íconos

source: Toolbar Background Hover
es_es: Toolbar Fondo Hover

source: Toolbar Background Active
es_es: Toolbar Fondo Active

source: Navbar Toolbar: Notification Badge
es_es: Navbar Toolbar: Insignia de Notificación

source: Navbar Brand: Text Logo Type
es_es: Marca: Logo del tipo texto

source: Title Text Color
es_es: Color del título

source: Subtitle Text Color
es_es: Color del subtitulo

source: Logo Icon Color
es_es: Color del ícono

source: Logo Background Color
es_es: Color de fondo

source: Navbar Brand: Text Logo Type - Off Canvas Sidebar
es_es: Marca: Lobo del tipo texto - Sidebar Off-Canvas

source: Hover Background Color
es_es: Color de fondo Hover

source: Separator Color
es_es: Color del separador

source: MENU Item: Normal State
es_es: Menú Item: Estado Normal

source: MENU Item: Hover State
es_es: Menú Item: Estado Hover

source: Current Menu Item: Normal State
es_es: Menú Actual: Estado Normal

source: Current Menu Item: Hover State
es_es: Menú Actual: Estado Hover

source: Submenu
es_es: Sub-menú

source: Submenu Item: Normal State
es_es: Item Sub-menú: Estado Normal

source: Submenu Item: Hover State
es_es: Item Sub-menú: Estado Hover

source: Current Submenu Item: Normal State
es_es: Sub-menú Actual: Estado Normal

source: Current Submenu Item: Hover State
es_es: Sub-menú Actual: Estado Hover

source: Primary Colors
es_es: Colores Primarios

source: Primary Normal
es_es: Primario Normal

source: Primary Light
es_es: Primario Claro

source: Primary Lighter
es_es: Primario más Claro

source: Primary Dark
es_es: Primario Oscuro

source: Primary Darker
es_es: Primario más Oscuro

source: Contextual Colors
es_es: Colores Contextuales

source: Accent
es_es: Acento

source: Success
es_es: Éxito

source: Info
es_es: Información

source: Warning
es_es: Alerta

source: Danger
es_es: Peligro

source: Body
es_es: Cuerpo

source: Anchor
es_es: Enlace

source: Normal Color
es_es: Color Normal

source: Hover Color
es_es: Color Hover

source: Active Color
es_es: Color Active

source: Button: Default Style
es_es: Botón: Estilo Predeterminado

source: Button: Primary Style
es_es: Botón: Estilo Primario

source: Button: Success Style
es_es: Botón: Estilo Éxito

source: Button: Danger Style
es_es: Botón: Estilo Peligro

source: Input Fields
es_es: Campos de texto

source: Border Color on Focus
es_es: Color de borde en foco

source: Media Gallery Thumbnail
es_es: Miniatura de la galería de medios

source: Cards
es_es: Tarjetas

source: Title Background Color
es_es: Color de fondo del titulo

source: Title Border Bottom Color
es_es: Color del borde del titulo

source: Footer Background Color
es_es: Color de fondo del pie de página

source: Footer Border Color
es_es: Color del borde del pie de página

source: Menu Dropdown
es_es: Menú Desplegable

source: Header Text Color
es_es: Color del texto del encabezado

source: Header Background Color
es_es: Color de fondo del encabezado

source: Body Text Color
es_es: Color del texto del cuerpo

source: Body Background Color
es_es: Color de fondo del cuerpo

source: Footer Text Color
es_es: Color del texto del pie de página

source: Item Hover Border Color
es_es: Color del borde del ítem Hover

source: Table
es_es: Tabla

source: Boxshadow Color
es_es: Color de la sombra

source: Anchor Normal Text Color
es_es: Color del texto del enlace normal

source: Anchor Hover Text Color
es_es: Color del texto del enlace hover

source: Row Border Color
es_es: Color del borde de fila

source: Row Stripped Background Color
es_es: Color de las filas en fondo rallado

source: Row Active Background Color
es_es: Color de fondo de la fila activa

source: Notice: Success
es_es: Notificación: Éxito

source: Notice Text Color
es_es: Color del texto

source: Notice Background Color
es_es: Color de fondo

source: Notice: Info
es_es: Notificación: Información

source: Notice: Warning
es_es: Notificación: Alerta

source: Notice: Danger
es_es: Notificación: Peligro

source: PLUS Wordpress Admin Theme
es_es: PLUS Admin Tema de Administración para WordPress

source: PLUS Admin is the most complete and fully powered WordPress White Label Admin Theme. Customizing your admin area has never been so easy, with so many options, easy to use and with the posibility to change everything in seconds.
es_es: PLUS Admin es el tema de administración de etiqueta blanca de WordPress más completo y con más potencia. Personalizar su área de administración nunca ha sido tan fácil, con tantas opciones, fácil de usar y con la posibilidad de cambiar todo en segundos.
