Repository: kviron/plus-admin
Catalog: languages/plus_admin-*.po
Languages: es_es

source: Hide Menu
es_es: Ocultar el menú

source: Edit Menu
es_es: Editar Menú

source: Collapse Submenu
es_es: Desplegar Submenú

source: Move Submenu
es_es: Submenú Mover

source: Show Submenu
es_es: Mostrar submenú

source: Hide Submenu
es_es: Ocultar submenú

source: Edit Submenu
es_es: Editar submenú

source: Rename to
es_es: Renombrar a

source: Use %bubble% to display dynamic bubble notifications for this menu item
es_es: Use %bubble% para mostrar notificaciones de burbujas dinámicas para este elemento del menú

source: Menu Icon
es_es: Ícono de menú

source: Instructions
es_es: Instrucciones

source: <li>Choose a user role from the select box, then press "Re/Load Menu" button.</li><li>Drag and Drop %s to rearrange menu and sub menu items.</li><li>Click on %s icon to show or hide the menu or submenu item.</li><li>Click on %s icon to edit menu name and icon, and submenu name.</li><li>Click on %s icon to collapse or %s icon to expand the submenu items of the selected menu.</li>
es_es: <li>Elija un rol de usuario en el cuadro de selección, luego presione el botón "Re/Cargar menú". </li><li>Arrastre y suelte %s para reorganizar los elementos del menú y submenú. </li><li>Haga clic en el icono %s para mostrar u ocultar el elemento del menú o submenú. </li><li>Haga clic en %s icono para editar el nombre, el icono del menú y el nombre del submenú. </li><li>Haga clic en el icono %s para contraer o en el icono %s para expandir los elementos del submenú del menú seleccionado. </li>

source: Reset to Original
es_es: Restablecer a original

source: Save Menu
es_es: Guardar menú

source: Select user role
es_es: Seleccionar rol de usuario

source: Re/Load Menu
es_es: Re/Cargar Menú

source: Admin Menu Builder
es_es: Constructor de Admin Menú

source: v1.0.0
es_es: v1.0.2

source: Custom Admin Menu
es_es: Personalizar Menú Administración

source: Use custom admin menu
es_es: Usar un menú de administración personalizado

source: Frequently Asqued Questions
es_es: Preguntas Frecuentes

source: Page
es_es: Página

source: Admin Menu Customization
es_es: Personalización del menú de administración

source: WP Automatic Updates Manager
es_es: Administrador de actualizaciones automáticas de WP

source: WordPress Automatic Updates Manager
es_es: Administrador de actualizaciones automáticas de WordPress

source: Stay in control and choose what kind of automatic updates you want to keep in your WordPress. Be careful to manually update your WordPress.
es_es: Mantenga el control y elija qué tipo de actualizaciones automáticas desea mantener en su WordPress. Tenga cuidado de actualizar manualmente su WordPress.

source: Disable all auto-updates
es_es: Deshabilitar todas las actualizaciones automáticas

source: Disable all type of WordPress automatic updates
es_es: Deshabilite todo tipo de actualizaciones automáticas de WordPress

source: If unchecked, all types of automatic updates will be enabled.
es_es: Si no está marcada, se habilitarán todos los tipos de actualizaciones automáticas.

source: Disable all automatic updates
es_es: Deshabilitar todas las actualizaciones automáticas

source: Advanced Options
es_es: Opciones avanzadas

source: Choose which type of WordPress auto-updates you want to disable
es_es: Elija qué tipo de actualizaciones automáticas de WordPress desea deshabilitar

source: Let me choose the type of WordPress auto-updates
es_es: Déjame elegir el tipo de actualizaciones automáticas de WordPress

source: Core auto-updates
es_es: Actualizaciones automáticas principales

source: Disable specific WordPress core auto-updates
es_es: Deshabilite las actualizaciones automáticas principales de WordPress específicas

source: If unchecked, the auto-update will be enabled
es_es: Si no está marcada, la actualización automática se habilitará

source: Minor core updates are already enabled by default
es_es: Las actualizaciones principales menores ya están habilitadas de forma predeterminada

source: Disable All Core auto-updates
es_es: Deshabilitar todas las actualizaciones automáticas principales

source: Disable Core Development auto-updates
es_es: Deshabilitar las actualizaciones automáticas de Desarrollo Principal

source: Disable Core Minor auto-updates
es_es: Deshabilitar las actualizaciones automáticas de Principales Menores

source: Disable Core Major auto-updates
es_es: Deshabilitar las actualizaciones automáticas de Principales Mayores

source: Plugin & Themes auto-updates
es_es: Actualizaciones automáticas de plugins y temas

source: Disable specific plugin and themes auto-updates
es_es: Deshabilite las actualizaciones automáticas de complementos y temas específicos

source: By default, automatic background updates only happen for plugins and themes in special cases, as determined by the WordPress.org API response, which is controlled by the WordPress security team for patching critical vulnerabilities.
es_es: De manera predeterminada, las actualizaciones automáticas en segundo plano solo ocurren para complementos y temas en casos especiales, según lo determinado por la respuesta API de WordPress.org, que es controlada por el equipo de seguridad de WordPress para parchear vulnerabilidades críticas.

source: Disable Plugin auto-updates
es_es: Deshabilitar actualizaciones automáticas de Plugins

source: Disable Themes auto-updates
es_es: Desactivar actualizaciones automáticas de temas

source: Translation auto-updates
es_es: Actualizaciones automáticas de traducción

source: Automatic translation file updates are already enabled by default
es_es: Las actualizaciones automáticas de archivos de traducción ya están habilitadas de forma predeterminada

source: Disable all translation updates
es_es: Deshabilitar todas las actualizaciones de traducción

source: Emails auto-updates
es_es: Actualizaciones automáticas de Emails

source: Check to disable specific updates
es_es: Marque para deshabilitar actualizaciones específicas

source: Disable all email auto-updates
es_es: Deshabilitar todas las actualizaciones automáticas de correo electrónico

source: Disable Gutenberg
es_es: Desactivar Gutenberg

source: Disable Gutenberg Manager
es_es: Desactivar Gutenberg Manager

source: Turn off the Gutenberg block editor wherever you want and use the Classic editor instead
es_es: Desactiva el editor de bloques Gutenberg donde quieras y utiliza el editor clásico.

source: Dashboard Widget
es_es: Widgets de Escritorio

source: Remove the "Try Gutenberg" dashboard widget
es_es: Elimine el widget del panel "Probar Gutenberg"

source: Disabled Everywhere
es_es: Deshabilitado en todas partes

source: If you check this option, all your rule sets will be ignored.
es_es: Si marca esta opción, todos sus conjuntos de reglas serán ignorados.

source: Disable the use of Gutenberg editor everywhere. Use the classic editor instead
es_es: Deshabilite el uso del editor Gutenberg en todas partes. Use el editor clásico en su lugar

source: New Rule Set
es_es: Nuevo conjunto de reglas

source: Rule Set for
es_es: Conjunto de reglas para

source: Ruleset Status
es_es: Estado del conjunto de reglas

source: Enable this ruleset
es_es: Habilitar este conjunto de reglas

source: The selected user roles will use the classic editor instead
es_es: Los roles de usuario seleccionados usarán el editor clásico en su lugar

source: Select an user role
es_es: Seleccione un rol de usuario

source: Post Type
es_es: Tipo de mensaje

source: The selected post type will use the classic editor instead
es_es: El tipo de publicación seleccionado usará el editor clásico

source: Posts
es_es: Publicaciones

source: Pages
es_es: Páginas

source: Custom Post Type
es_es: Personalizar Tipo de Post

source: -- Choose post type --
es_es: -- Elija el tipo de publicación --

source: Disable posts by
es_es: Deshabilitar publicaciones por

source: All Posts
es_es: Todos los mensajes

source: Specific Posts by ID
es_es: Publicaciones específicas por ID

source: Posts IDs
es_es: ID de publicaciones

source: The selected posts will use the classic editor instead
es_es: Las publicaciones seleccionadas usarán el editor clásico en su lugar

source: Disable pages by
es_es: Deshabilitar páginas por

source: Specific Pages by ID
es_es: Páginas específicas por ID

source: Page IDs
es_es: ID de página

source: The selected pages will use the classic editor instead
es_es: Las páginas seleccionadas utilizarán el editor clásico.

source: Disable by Custom Post Type
es_es: Deshabilitar por Tipo de Post Personalizado

source: The selected custom post types will use the classic editor instead
es_es: Los tipos de publicación personalizados seleccionados utilizarán el editor clásico en su lugar

source: Select a Custom Post Type
es_es: Seleccione un tipo de publicación personalizada

source: You got the freedom in your hands
es_es: Tienes la libertad en tus manos

source: If you have similar or duplicate rule sets, they could be overwritten, so be careful.
es_es: Si tiene conjuntos de reglas similares o duplicados, podrían sobrescribirse, así que tenga cuidado.

source: Sorry!!
es_es: Lo siento!!

source: Custom Help Tabs Manager
es_es: Administrador de Pestañas de Ayuda

source: "Help Tabs" helps users on how to exactly use any settings page by giving them more information in the help tab.
es_es: Las "pestañas de ayuda" ayudan a los usuarios sobre cómo usar exactamente cualquier página de configuración brindándoles más información en la pestaña de ayuda.

source: Enable Help Tabs
es_es: Habilitar Pestañas de Ayuda

source: Enable the use of Custom Help Tabs
es_es: Habilite el uso de Pestañas de Ayuda Personalizadas

source: Add Help Tab to a new page
es_es: Agregar pestaña de ayuda a una nueva página

source: New Help Tab Page
es_es: Nueva página de pestaña de ayuda

source: Help Tab Page
es_es: Página de la pestaña de ayuda

source: Disable Helptab Page
es_es: Deshabilitar página de la pestaña de Ayuda

source: Temporarily disable this page settings and help tabs instead of deleting it.
es_es: Desactive temporalmente la configuración de esta página y las pestañas de ayuda en lugar de eliminarla.

source: Choose an user role to show this help.
es_es: Elija un rol de usuario para mostrar esta ayuda.

source: Choose a page
es_es: Elige una página

source: Remove Original Help
es_es: Eliminar ayuda original

source: Remove all original previous help tabs from this page
es_es: Eliminar todas las pestañas de ayuda anteriores originales de esta página

source: Custom Sidebar
es_es: Personalizar Sidebar

source: Use custom sidebar info
es_es: Usar información de barra lateral personalizada

source: Add New Help Tab
es_es: Agregar nueva pestaña de ayuda

source: New Help Tab
es_es: Nueva pestaña de ayuda

source: Help Tab Title
es_es: Título de la pestaña de ayuda

source: Help Tab Content
es_es: Contenido de la pestaña de ayuda

source: Login Page Manager
es_es: Administrador de la página de inicio de sesión

source: Login Page
es_es: Pagina Inicio de Sesión

source: Use custom login page theme
es_es: Usar un tema personalizado de Inicio de Sesión

source: Login Page Logo
es_es: Logo página Inicio de Sesión

source: Upload your own logo of 350px * 100px (width * height).
es_es: Cargue su propio logo de 350 px * 100 px (ancho * alto).

source: Use custom login page title
es_es: Usar un titulo personalizado para la página de inicio

source: Page Title Text
es_es: Título de la página

source: This is the "title" meta tag.
es_es: Esto corresponde al meta tag “title”

source: PLUS Admin - Whitelabel WordPress Admin Theme
es_es: PLUS ADMIN - Tema de Administración para WordPress

source: Use custom login logo url
es_es: Usar una url personalizada de inicio de sesión

source: This is the URL to which the logo points
es_es: Esta es la URL a la que apunta el logo

source: <p class="cssf-text-muted">By default this url is your bloginfo url.</p>
es_es: <p class="cssf-text-muted">Por defecto, en esta url tu información de blog.</p>

source: Logo Title
es_es: Titulo del Logo

source: Use custom logo title
es_es: Usar un titulo personalizado para el logo

source: Logo Title Text
es_es: Texto de Titulo

source: This is simply ALT text for the logo.
es_es: Este es simplemente el texto ALT para el logo.

source: Login Error Shake
es_es: Agitación del Inicio de sesión

source: When you enter an incorrect username or password, the login form shakes to alert the user they need to try again.
es_es: Cuando ingresas un usuario o contraseña incorrectos, el formulario de inicio se agita para alertar al usuario que necesitas intentarlo renuevo.

source: Remove the error shake effect
es_es: Eliminar la agitación

source: Login Page Links
es_es: Enlaces a la página de inicio de sesión

source: Remember Me
es_es: Recuérdame

source: Use custom "Remember Me" text
es_es: Usar un texto personalizado de “Recuérdame”

source: Link Visibility
es_es: Visibilidad del enlace

source: Hide "Remember me" link
es_es: Ocultar enlace "Recordarme"

source: Remember Me Text
es_es: Texto de recuérdame

source: Keep session active
es_es: Mantener sesión activa

source: Back to main site
es_es: Regresar al sitio principal

source: Use custom link options
es_es: Usar opciones personalizadas

source: Hide "Back to main site" link
es_es: Esconder enlace “volver al sitio principal”

source: Link Text
es_es: Texto del enlace

source: <p class="cssf-text-muted">Use %s as a site name wildcard</p>
es_es: <p class="cssf-text-muted">Utilizar %s como comodín de nombre de sitio</p>

source: Go to Homepage
es_es: Volver a la página principal

source: Lost your password?
es_es: ¿Perdiste tu contraseña?

source: Hide "Lost your password?" link
es_es: Esconder enlace “perdiste tu contraseña?”

source: Lost your password? Click here
es_es: Perdiste tu contraseña? Clic aquí

source: Register
es_es: Registro

source: Use custom link text
es_es: Usar texto de enlace personalizado

source: To change the visibility of this link, you must enable/disable "Anyone can register" Membership option under the <a href="wp-admin/options-general.php">General Settings</a> page
es_es: Para cambiar la visibilidad de este enlace, debes habilitar/deshabilitar la opción “Cualquiera puede registrarse” en la página de <a href="wp-admin/options-general.php">Ajustes Generales</a>

source: Sign Up Now
es_es: Regístrate ahora

source: Login
es_es: Iniciar sesión

source: Hide "Login" link
es_es: Ocultar enlace "Iniciar sesión"

source: Back to Sign in
es_es: Volver a Iniciar sesión

source: Login Button
es_es: Botón de Inicio

source: Use custom login button style
es_es: Usar estilo personalizado para el botón de inicio

source: Button Text
es_es: Texto del botón

source: Test PLUS Admin now!
es_es: Probar PLUS Admin ahora!

source: Get New Password Button
es_es: Obtener nuevo botón de contraseña

source: Use custom button text
es_es: Usar texto de botón personalizado

source: Get New Password
es_es: Obtener nueva contraseña

source: Messages
es_es: Mensajes

source: Login Message
es_es: Mensaje de Inicio de sesión

source: Use custom login message
es_es: Usar un mensaje de inicio de sesión personalizado

source: Login Message Text Color
es_es: Color del texto del mensaje

source: Login Message Text
es_es: Texto del mensaje

source: Enter a custom text to show on the login screen.
es_es: Ingrese un texto personalizado para mostrar en la pantalla de inicio de sesión.

source: Welcome back to PLUS Admin. Please login using the user credentials below:<br><strong>Username:</strong> demo <strong>Password:</strong> demo
es_es: Bienvenido a PLUS Admin. Porfavor inicia sesión utilizando las credenciales a continuación: <br><strong>Usuario:</strong> demo <strong>Contraseña:</strong> demo

source: Logout Message
es_es: Mensaje de cierre de sesión

source: Use custom logout message
es_es: Usar un mensaje de cierre de sesión personaliado

source: Message Visibility
es_es: Visibilidad del mensaje

source: Hide loggedout message
es_es: Ocultar mensaje desconectado

source: Logout Message Text
es_es: Texto del mensaje de cierre de sesión

source: Enter a text to show on the logout screen.
es_es: Ingrese un texto para mostrar en la pantalla de cierre de sesión.

source: Now you're out
es_es: Ahora estás fuera

source: Invalid Username Message
es_es: Mensaje de usuario inválido

source: Use custom invalid username message
es_es: Usar un mensaje de usuario inválido personalizado

source: Invalid Username Message Text
es_es: Texto de mensaje de usuario inválido

source: Enter a text to show when entering an incorrect username.
es_es: Ingrese un texto para mostrar cuando ingrese un nombre de usuario incorrecto.

source: <strong>ERROR</strong>: Invalid username.
es_es: <strong>ERROR</strong>: Usuario inválido

source: Invalid Password Message
es_es: Contraseña inválida

source: Use custom invalid password message
es_es: Usar un mensaje de contraseña inválida personalizado

source: Invalid Password Message Text
es_es: Texto de contraseña inválida

source: Enter a text to show when entering an incorrect password.
es_es: Ingrese un texto para mostrar cuando ingrese una contraseña incorrecta.

source: <strong>ERROR</strong>: The password you entered is incorrect.
es_es: <strong>ERROR</strong>: La contraseña que ingresaste es inválida.

source: Invalid Captcha Message
es_es: Mensaje de Captcha no válido

source: Use custom invalid captcha message
es_es: Usar un mensaje captcha no válido personalizado

source: Invalid Captcha Message Text
es_es: Texto de mensaje Captcha no válido

source: Enter a text to show when entering an incorrect captcha.
es_es: Ingrese un texto para mostrar cuando ingrese un captcha incorrecto.

source: <strong>ERROR</strong>: The captcha you entered is incorrect.
es_es: <strong>ERROR</strong>: El captcha que ingresó es incorrecto.

source: Login Page Themes
es_es: Temas de la página de inicio de sesión

source: Choose a theme and customize your login screen as you want!
es_es: ¡Elija un tema y personalice su pantalla de inicio de sesión como desee!

source: Login & Logout Redirect
es_es: Inicio de sesión y cierre de sesión Redirigir

source: Custom Login URL
es_es: Personalizar Login URL

source: Use custom login URL
es_es: Usar URL de inicio de sesión personalizada

source: Login URL slug
es_es: URL de inicio de sesión slug

source: Custom Login Redirect
es_es: Personalizar Login Redirect

source: Redirect users to a custom page after login
es_es: Redirige a los usuarios a una página personalizada después de iniciar sesión

source: Redirect by User Role
es_es: Redirigir por rol de usuario

source: Custom Logout URL
es_es: Personalizar Logout URL

source: Use custom logout URL
es_es: Usar URL de cierre de sesión personalizado

source: Logout URL slug
es_es: Cerrar sesión slug de URL

source: Custom Logout Redirect
es_es: Personalizar Logout Redirect

source: Redirect users to a custom page after logout
es_es: Redireccionar usuarios a una página personalizada después de cerrar sesión

source: Login Page reCAPTCHA
es_es: Página de inicio de sesión reCAPTCHA

source: Use reCAPTCHA
es_es: Utilice reCAPTCHA

source: With the default test keys, you will always get No CAPTCHA and all verification requests will pass. Please <a href="https://www.google.com/recaptcha/admin" target="_blank">register a new key</a>
es_es: Con las claves de prueba predeterminadas, siempre obtendrá No CAPTCHA y todas las solicitudes de verificación pasarán. Por favor<a href="https://www.google.com/recaptcha/admin" target="_blank">registre una nueva clave</a>

source: Site Key
es_es: Clave del sitio

source: Used in the HTML code that shows your site to users.
es_es: Se usa en el código HTML que muestra su sitio a los usuarios.

source: Secret Key
es_es: Llave secreta

source: Used for communications between your site and Google. Be careful not to reveal it to anyone.
es_es: Se utiliza para las comunicaciones entre su sitio y Google. Tenga cuidado de no revelarlo a nadie.

source: Forms to protect
es_es: Formas para proteger

source: Login Form
es_es: Formulario de inicio de sesión

source: Lost Password Form
es_es: Formulario de contraseña perdida

source: Register Form
es_es: Formulario de registro

source: Theme
es_es: Tema

source: Log in
es_es: Iniciar Sesión

source: &larr; Back to %s
es_es: &larr; Regresar a %s

source: Powered by WordPress
es_es: Desarrollado por WordPress

source: Please enable JavaScript to submit this form.
es_es: Habilite JavaScript para enviar este formulario.

source: <strong>Captcha Error:</strong> The secret parameter is missing.
es_es: <strong>Error de Captcha:</strong> falta el parámetro secreto.

source: <strong>Captcha Error:</strong> The secret parameter is invalid or malformed.
es_es: <strong>Error de Captcha:</strong> el parámetro secreto no es válido o está mal formado.

source: <strong>Captcha Error:</strong> The response parameter is missing.
es_es: <strong>Error de Captcha:</strong> falta el parámetro de respuesta.

source: <strong>Captcha Error:</strong> The response parameter is invalid or malformed.
es_es: <strong>Error de Captcha:</strong> el parámetro de respuesta no es válido o está mal formado.

source: This feature is not enabled.
es_es: Esta característica no está habilitada.

source: <strong>Error:</strong> the captcha didn't verify.
es_es: <strong>Error:</strong> El captcha no se verificó.

source: File not found.
es_es: Archivo no encontrado.

source: There was an error unzipping the file.
es_es: Se produjo un error al descomprimir el archivo.

source: Successfully unzipped the file!
es_es: Descomprimido el archivo con éxito!

source: Corporate Theme Settings
es_es: Configuración Theme Corporate

source: Logo Image Size
es_es: Tamaño de imagen del Logo

source: Background Type
es_es: Tipo de fondo

source: Background Gallery
es_es: Galería de fondo

source: Custom Background Image
es_es: Personalizar Imagen de fondo

source: Background image, color and settings etc. for login page
es_es: Imagen de fondo, color y configuraciones, etc. para la página de inicio de sesión

source: Choose Background
es_es: Elige un fondo

source: Choose an image to use as a login background
es_es: Elige una imagen para usar como fondo de la pantalla de inicio de sesión

source: Use this background image
es_es: Usar ésta imagen de fondo

source: Custom External Background Image
es_es: Personalizar Imagen de Fondo Externa

source: Paste your external image url here
es_es: Pegue su url de imagen externa aquí

source: YouTube Video URL
es_es: URL Vídeo de YouTube

source: Insert any YouTube video url here
es_es: Ingresa aquí cualquier enlace de video de YouTube

source: Vimeo Video URL
es_es: URL Vídeo de Vimeo

source: Insert any Vimeo video url here
es_es: Ingresa aquí cualquier enlace de video de Vimeo

source: Form Footer Text
es_es: Formulario de texto del pie de página

source: Enter the text that displays in the footer of the login form area
es_es: Ingrese el texto que se muestra en el pie de página del área de formulario de inicio de sesión

source: Need more help? <a href="http://www.castorstudio.com" target="_blank">Contact us!</a>
es_es: Necesitas más ayuda? <a href="http://www.castorstudio.com" target="_blank"> ¡Contáctenos!</a>

source: Page Footer Text
es_es: Texto de pie de página

source: Enter the text that displays in the footer of the login page
es_es: Ingrese el texto que se muestra en el pie de página de la página de inicio de sesión

source: Side Content
es_es: Contenido Lateral

source: Side Content Position
es_es: Posición de contenido Lateral

source: Choose the position
es_es: Elige la posición

source: Left Side
es_es: Lado Izquierdo

source: Right Side
es_es: Lado Derecho

source: Side Background Image
es_es: Imagen de Fondo Lateral

source: Background image, color and settings etc.
es_es: Imagen de fondo, color y configuraciones, etc.
